---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneDesignHeatTemperature
source: html/5313ceae-a5c4-82a0-3ef9-f12240a2b5dc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneDesignHeatTemperature Property

"Design Temperature for Heating"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneDesignHeatTemperature { get; }
```